const Ar = {
  navtxt1: "فرص عمل",
  navtxt2: "مدونة",
  navtxt3: "نادي السائقين",
  navtxt4: "تسجيل سائق سناب",
  navtxt5: "لوحة التحكم للشركات",
  navtxt6: "معلومات عنا",
  navtxt7: "اتصل بنا",
  navtxt8: "الشروط والأحكام",
  navtxt9: "الأسئلة المتكررة",

  MotoTitle: "طلب طعام عبر سناب!",
  MotoDesc:
    "عندما يمكننا بنقرات قليلة رؤية قائمة أفضل المطاعم والوجبات السريعة القريبة ومراجعات العملاء السابقين، وطلب الطعام بأمان وتوصيله إلى باب منزلنا بأفضل تغليف في لمح البصر، لماذا التسوق الشخصي؟",
  MotoButton: "اطلب الطعام والتوصيل السريع",
  Food1: "إيراني",
  Food2: "وجبات سريعة",
  Food3: "بيتزا",
  Food4: "ساندويتش",
  Food5: "كباب",
  Food6: "برجر",
  Food7: "مقلي",
  Food8: "باستا",
  Food9: "سلطة",
  Food10: "مأكولات بحرية",
  Food11: "عالمي",
  Food12: "جيلاني",
  Food13: "مقهى",
  Food14: "مكسرات",
  Food15: "فاكهة",
  Food16: "سوبر ماركت",
  Food17: "بروتين",
  Food18: "عصير وآيس كريم",
  Food19: "حلويات",
  Food20: "خبز طازج",
  AdvantageTitle: "مزايا طلب الطعام من سناب",

  AdvantageDesc:
    "الوقت من ذهب. كل جهود سناب في قسم طلب الطعام عبر الإنترنت مبنية على هذه العبارة المكونة من كلمتين. أن تكون لديك قائمة طويلة من الأطعمة اللذيذة بأسعار معقولة أمامك، وأن يصل خيارك المرغوب في أفضل تغليف وبأسرع وقت ممكن مع بضع نقرات بسيطة. هل يبقى لديك أي شك؟",
  PropertiesTitle1: "أطعمة من مختلف البلدان",
  PropertiesDesc1:
    "لديك مجموعة متنوعة من الخيارات بين الأطعمة الإيرانية، اللبنانية، الإيطالية، الهندية، التركية، الصينية والمزيد.",
  PropertiesTitle2: "توصيل سريع",
  PropertiesDesc2:
    "دون إضاعة الوقت في حركة المرور أو الانتظار على الهاتف، اطلب الغداء أو العشاء الذي تريده مع المقبلات عبر الإنترنت.",
  PropertiesTitle3: "دعم على مدار الساعة",
  PropertiesDesc3:
    "فريق سناب متاح كل يوم من أيام الأسبوع، على مدار الساعة، للإجابة على الأسئلة ومعالجة أي مشاكل محتملة.",
  NewsTitle1: "أنواع الأطعمة الإيرانية والعالمية",
  NewsDesc1:
    "في سناب، يمكنك العثور على مجموعة واسعة من المطاعم الإيرانية والعالمية: من أنواع الكباب واليخنات والمأكولات البحرية إلى الأطباق المحلية مثل كباب ترش بالوصفة الأصلية إلى وجبات محلية مثل آش دوغ تبريزي وقيما نثار قزوين. تجربة النكهات العالمية فكرة جيدة أيضًا. هل تحب لفائف الربيع النباتية أو مزيج السلمون مع الأفوكادو والأرز على شكل سوشي؟ هل تحب دونر كباب التركي مع صلصة الثوم واللحم، أو المعكرونة الإيطالية؟ هل تفضل الوجبات السريعة؟ هناك خيارات جذابة مثل البيتزا المتنوعة، البرغر، أو السندويشات الباردة",
  NewsTitle2: "طلب بدون تكاليف إضافية",
  NewsDesc2:
    "إرضاء العميل يعني أن فرق السعر بين الشراء الحضوري وعبر الإنترنت صغير جدًا بحيث لا يستحق الذهاب إلى المطعم! هذا هو بالضبط ما تقدمه سناب. بدون متاعب أو تأخير أو تكاليف إضافية، تحصل على طلبك عند باب منزلك. تكلفة الشراء عبر الإنترنت ليست فقط نفسها كالشراء الحضوري بل توفر أيضًا فرصة الاستمتاع بخصومات مثيرة. الآن تخيل أن هناك مطعم يقدم توصيل مجاني، فتتلقى غداءك عند باب منزلك دون أي رسوم توصيل! عادة ما تكون تكلفة التوصيل معقولة وتستحق الراحة في صخب المدن الكبيرة.",
  RestaurantTitle: "أشهر المطاعم في سناب",
  ResturantDesc:
    "مع وجود مجموعة واسعة من الأطعمة الإيرانية والعالمية في قائمة المطاعم، تشمل الوجبات السريعة، السندويشات، والأطباق المحلية والدولية الجاهزة للطلب، هناك بعض الأطعمة التي كانت دائمًا مفضلة ولا تزال تجذب الزبائن الدائمين. على سبيل المثال، من بين القوائم التقليدية، الكباب ومن بين الوجبات السريعة، البرغر بأنواعه يحظى بشعبية أكبر. البيتزا دائمًا في قمة القائمة وتحظى بشعبية بين الأطفال والشباب. حتى في هذه الأيام، مع تغير نمط الحياة وزيادة الاهتمام بالأكل الصحي، العديد من مستخدمي سناب يتجهون نحو السلطات المختلفة للوجبات الرئيسية، وهو أمر يستحق الثناء.",

  DescriptionTitle1: "المطاعم القريبة منك",
  DescriptionDesc1:
    "في هذه الأيام، أصبح عدد المطاعم في كل مدينة ومنطقة كبيرًا لدرجة أننا نفقد العد أحيانًا. بالإضافة إلى ذلك، فإن العثور على مطاعم جيدة في مدن غير مألوفة ليس أمرًا سهلاً. مع سناب، لا يهم إذا كنا نطلب الطعام عبر الإنترنت في طهران أو نبحث عن مطعم في كيش، مشهد أو أصفهان. عندما ندخل إلى سناب وندخل عنواننا، تظهر قائمة من مختلف المطاعم أو أماكن الوجبات السريعة القريبة مني ومنك. في أي مكان نكون، حتى حول مكان عملنا، هناك مطاعم عالية الجودة تنتمي إلى سناب. هل تتذكر عندما قلنا أن الوقت هو الذهب وأن سناب يعرف ذلك جيدًا؟ من خلال الطلب من المطاعم القريبة، ننتظر أقل وطلبنا يتم توصيله بشكل أسرع. يمكنك حتى إرسال الطعام إلى الآخرين. فقط أدخل عنوان أي شخص تحبه في التطبيق وهذا كل شيء! اترك التسليم على سناب.",

  DescriptionTitle2: "خصومات سناب المثيرة",
  DescriptionDesc2:
    "تبحث عن شراء اقتصادي؟ لدى سناب فكرة رائعة لخصوماتها التي يمكن للجميع استخدامها. الشرط الوحيد هو تثبيت التطبيق وبدء التسوق. في كل مرة تستخدم فيها خدمات سناب، يتم تسجيل نقاط لك. هذه النقاط تتحول إلى أكواد خصم في نادي العملاء، والتي يمكنك استخدامها للخدمات المستقبلية من سناب. ما عليك سوى إدخال كود الخصم عند إنهاء الشراء لتطبيق الخصم تلقائيًا على السعر. كم سمعت عن برامج الخصم والحملات الترويجية لسناب؟ هل سمعت عن حفلة الطعام لسناب؟ مع هذه الميزة المثيرة، يمكنك الاستفادة من العروض الخاصة المختلفة دون إدخال كود خصم. في صفحة طلب الطعام، اختر المرشحات الخاصة بالكوبونات والتخفيضات لترى جميع الأطعمة المخفضة المتاحة في حفلة الطعام. هذه الفرصة ليست محدودة، وهناك دائمًا برامج خصم وكوبونات متاحة للشراء بتخفيضات.",

  DescriptionTitle3: "التعرف على طريقة الدفع بالرصيد",
  DescriptionDesc3:
    "مع سناب، يمكنك استلام طلبك ودفع ثمنه لاحقًا. لا تحتاج إلى أي مستندات أو ضمانات. الضمان الخاص بك هو مقدار الرصيد الذي تملكه من عمليات الشراء السابقة على سناب. تحقق من رصيدك، تسوق وفقًا له، وارجئ الدفع حتى نهاية الشهر. ولكن، نهاية الشهر ليست الموعد النهائي لتسوية الحساب. يمنحك سناب حتى 5 أيام بعد نهاية الشهر لدفع الديون المستحقة من الشهر الماضي. لا تقلق بشأن نسيان تسوية الحساب. إشعارات سناب في نهاية كل شهر ستبقيك على علم ببيان حسابك.",

  DescriptionTitle4: "متابعة الطلب لحظة بلحظة",
  DescriptionDesc4:
    "من حقك أن تعرف مكان طلبك وفي أي مرحلة هو بعد تقديم طلب الطعام عبر الإنترنت. بعد تقديم طلبك، يعلن سناب عن الوقت التقريبي لتحضير الطلب ويلتزم به. الإشعارات التي تتلقاها من التطبيق توضح بوضوح حالة تحضير طلبك. عندما يتم تسليم الحزمة الخاصة بك إلى الساعي، يتم عرض اسم ورقم هاتف ومسار الساعي على الخريطة. تجلس في المنزل، تستمتع بقهوتك وترى الطريق الذي يسلكه الساعي ومدى سرعته في التحرك نحوك.",

  MoreFoodsTitle1: "مطعم",
  MoreFoodsDesc1: "طلب طعام",
  MoreFoodsTitle2: "سوبرماركت",
  MoreFoodsDesc2: "سوبرماركت عبر الإنترنت",
  MoreFoodsTitle3: "حلويات",
  MoreFoodsDesc3: "كعك وحلويات",
  MoreFoodsTitle4: "مخبز",
  MoreFoodsDesc4: "طلب خبز",
  MoreFoodsTitle5: "فاكهة",
  MoreFoodsDesc5: "شراء الفاكهة",
  MoreFoodsTitle6: "عصائر وآيس كريم",
  MoreFoodsDesc6: "طلب عصير",
  MoreFoodsTitle7: "مقهى",
  MoreFoodsDesc7: "مقهى",
  MoreFoodsTitle8: "مكسرات",
  MoreFoodsDesc8: "شراء المكسرات",
  MoreFoodsTitle9: "بروتين",
  MoreFoodsDesc9: "منتجات البروتين",
  MoreFoodsTitle10: "طلب الزهور",
  MoreFoodsDesc10: "",
  MoreFoodsTitle11: "عطارة عبر الإنترنت",
  MoreFoodsDesc11: "",
  QuestionTitle: "الأسئلة المتكررة",
  QuestionSubTitle1: "كم من الوقت يستغرق توصيل الطعام؟",
  QuestionDesc1:
    "وقت توصيل الطلب يختلف، لكن سناب تحاول تسليم طلبك في أسرع وقت ممكن.",
  QuestionSubTitle2: "ما هي طرق الدفع المتاحة؟",
  QuestionDesc2:
    "يمكن للمستخدمين الدفع لطلبات الطعام بثلاث طرق: حضوريًا، بالائتمان، أو عبر الإنترنت.",
  QuestionSubTitle3: "هل يمكنني طلب الطعام من عدة مطاعم في طلب واحد؟",
  QuestionDesc3:
    "يمكنك طلب الطعام من مطعم واحد فقط لكل طلب. ومع ذلك، لطلب الطعام من مطاعم أخرى، يمكنك تقديم طلب جديد من مطعم آخر بعد إتمام طلبك الأول.",
  QuestionSubTitle4: "من أين يمكنني الحصول على رموز الخصم؟",
  QuestionDesc4:
    "يتم تقديم الخصومات بناءً على الحملات المختلفة. يمكنك أيضًا الحصول على خصومات خاصة لخدمات مثل طلب الطعام، الكعك والحلويات، والمخابز عبر سناب كلوب. بالإضافة إلى ذلك، يتم تقديم حزم خدمات لتقليل تكلفة طلباتك.",
  QuestionSubTitle5: "كيف يمكنني طلب الطعام؟",
  QuestionDesc5:
    "ما عليك سوى اختيار الزر الموجود في أعلى الصفحة واختيار من أفضل المطاعم والوجبات السريعة من حولك لتقديم طلبك.",

  BannerTitle: "اطلب الطعام عبر الإنترنت",
  BannerDesc:
    "هل تفضل الغداء المنزلي أو العشاء السريع؟ اللحوم اللذيذة أم السلطات الملونة؟ جرب طلب الطعام عبر الإنترنت مع سناب واستلم طلبك في أقصر وقت ممكن مع التغليف المناسب، سواء في المنزل أو في مكان العمل. لافتة 'الطعام جاهز' معلقة دائمًا على مطاعم سناب!",
  BannerButton: "اطلب الطعام",
  copyRight1: "تم التطوير بواسطة",
  SamanTofighian: "سامان توفيقيان",
  copyRight2: "جميع الحقوق محفوظة",
  ChoseBtn1: "اختر نوع الطعام",
  ChoseBtn2: "اختر المطعم",
  ChoseBtn3: "اختر الطعام المفضل",
  ChoseBtn4: "اختر طريقة التوصيل والدفع",
  ChoseTitle1: "ابدأ الطلب واختر الطعام",
  ChoseTitle2: "ابحث عن المطعم المفضل",
  ChoseTitle3: "استعرض القائمة، اختر الطعام واكتب التعليمات",
  ChoseTitle4:
    "ادفع عبر الإنترنت أو بالرصيد واستلم الطلب بواسطة البريد أو شخصيًا",
  ChoseDesc1:
    "بالنقر على الزر في أعلى الصفحة، سيتم توجيهك إلى صفحة طلب الطعام. بعد مشاهدة المطاعم القريبة، أدخل عنوانك. الآن، اكتب الطعام المطلوب في أعلى الصفحة أو انقر على خيار المطعم. الطريقة الأسهل هي تحديد نوع الطعام في قسم التصنيفات. لا تفوت حفلة الطعام، جوائز الشراء أو أكواد الخصم من سناب فود.",
  ChoseDesc2:
    'من خلال تحديد نوع الطعام أو الدخول إلى قائمة المطاعم، سترى عدد المطاعم المفتوحة. باستخدام الفلاتر في أعلى الصفحة، يمكنك تحديد فئات الطعام بشكل أدق، مثل الدجاج أو اليخنة. عبر اختيار خيار "الترتيب"، يمكنك ترتيب المطاعم حسب السعر، تقييم المستخدمين، الأداء العام، إلخ، لاتخاذ قرار أفضل.',
  ChoseDesc3:
    'في قائمة المطعم، اختر الطعام والمقبلات المطلوبة. استخدم خيار "إضافة" لتحديد عدد الطلبات والعناصر المطلوبة مثل علبة الملاعق والشوك. بالنقر على خيار "إكمال الشراء"، اكتب تعليماتك في الصفحة الجديدة، مثلاً لا تضع اليخنة في حاوية الأرز. ثم انقر على خيار "المتابعة".',
  ChoseDesc4:
    "حدد طريقة التوصيل: هل سيتم الإرسال إلى باب المنزل أم ستقوم بزيارة المطعم؟ الآن حان وقت اختيار طريقة الدفع: عبر الإنترنت أو بالرصيد؟ إذا كان لديك كود خصم، أدخله. بدفع الفاتورة، ستظهر لك في الصفحة الجديدة عملية التحضير.",
};
export default Ar;
