const Fa = {
  navtxt1: "فرصت‌های شغلی",
  navtxt2: "بلاگ",
  navtxt3: "باشگاه رانندگان",
  navtxt4: "ثبت نام راننده اسنپ",
  navtxt5: "پنل سازمانی",
  navtxt6: "درباره ما",
  navtxt7: "تماس با ما",
  navtxt8: "شرایط و قوانین",
  navtxt9: "سوالات متداول",
  MotoTitle: "سفارش آنلاین غذا اسنپ!",
  MotoDesc:
    "وقتی با چند کلیک، منوی بهترین رستوران‌ها و فست فودهای نزدیک و نظرات مشتریان قبلی‌شان را ببینیم و با خیال راحت سفارش غذا بدهیم و در یک چشم به‌هم‌زدن غذای موردعلاقه‌‌مان با بهترین بسته‌بندی درب منزل باشد، چرا خرید حضوری؟",
  MotoButton: "سفارش غذا و ارسال سریع",
  Food1: "ایرانی",
  Food2: "فست فود",
  Food3: "پیتزا",
  Food4: "ساندویچ",
  Food5: "کباب",
  Food6: "برگر",
  Food7: "سوخاری",
  Food8: "پاستا",
  Food9: "سالاد",
  Food10: "دریایی",
  Food11: "بین المللی",
  Food12: "گیلانی",
  Food13: "کافه",
  Food14: "آجیل",
  Food15: "میوه",
  Food16: "سوپرمارکت",
  Food17: "پروتئین",
  Food18: "آبمیوه بستنی",
  Food19: "شیرینی",
  Food20: "نان تازه",
  AdvantageTitle: "مزایای سفارش غذا از اسنپ",
  AdvantageDesc:
    "وقت طلاست. تمام تلاش‌ اسنپ در بخش سفارش انلاین غذا بر مبنای همین جمله دو کلمه‌ای است. اینکه فهرست بلندی از غذاهای لذیذ با قیمت‌های مناسب پیش رویتان باشد، گزینه موردنظرتان با چند کلیک ساده در بهترین بسته‌بندی و طی سریع‌ترین زمان ممکن به دست‌تان برسد. به‌نظر شما جای تردید باقی می‌ماند؟",
  PropertiesTitle1: "غذای ملل مختلف",
  PropertiesDesc1:
    "دست‌تان برای انتخاب انواع غذاهای ایرانی، لبنانی، ایتالیایی، هندی، ترکی، چینی و ... باز است.",
  PropertiesTitle2: "تحویل سریع",
  PropertiesDesc2:
    "بدون فوت وقت در ترافیک یا انتظار پشت تلفن، شام یا ناهار دلخواه را همراه با مخلفات، آنلاین سفارش دهید.",
  PropertiesTitle3: "پشتیبانی تمام وقت",
  PropertiesDesc3:
    "تیم اسنپ هر روز هفته، به‌صورت شبانه‌روزی، پاسخ‌گوی سؤالات و مشکلات احتمالی است.",
  NewsTitle1: "انواع غذاهای ایرانی و فرنگی",
  NewsDesc1:
    "در اسنپ تا دلتان بخواهد، رستوران ایرانی و فرنگی هست: از انواع کباب‌ها و خورش‌ها و غذاهای دریایی گرفته تا سینی‌های محلی مانند کباب ترش با همان دستور پخت اصیل تا انواع ‌وعده‌های محلی مثل آش دوغ تبریز و قیمه نثار قزوین. امتحان‌کردن طعم‌های بین‌المللی هم فکر خوبی است. اسپرینگ‌رول سبزیجات دوست دارید یا ترکیب ماهی سالمون با آووکادو و برنج در قالب سوشی؟ عاشق دونر کباب ترکی با سس سیر و گوشت هستید یا پاستای ایتالیایی؟ فست‌فود می‌پسندید؟ انواع پیتزا، برگر یا ساندویچ‌های سرد گزینه‌های جذابی هستند که می‌توانید با اسنپ سفارش بدهید.",
  NewsTitle2: "سفارش بدون هزینه اضافی",
  NewsDesc2:
    "جلب رضایت مشتری یعنی اختلاف قیمت خرید حضوری و آنلاین آن‌قدر کم است که اصلا نمی‌ارزد راهی رستوران شوید! این دقیقا اتفاقی است که اسنپ رقم می‌زند. بدون دردسر و معطلی و هزینه‌های اضافی، سفارشتان را درب منزل تحویل می‌گیرید. هزینه خرید آنلاین نه‌تنها تفاوتی با خرید حضوری ندارد بلکه فرصت بهره‌مندی از تخفیف‌های هیجان‌انگیز هم برایتان فراهم می‌شود. حالا تصور کنید یک رستوران ارسال رایگان هم داشته باشد و بدون پرداخت هیچ‌گونه هزینه پیک، ناهارتان را درب منزل دریافت کنید! البته معمولا هزینه پیک مقرون‌ به‌ صرفه است و می‌ارزد به دود و دم شهرهای بزرگ.",
  RestaurantTitle: "پرطرفدارترین رستوران‌ها در اسنپ",
  ResturantDesc:
    "با وجود دنیایی از غذاهای ایرانی و غیرایرانی که در منوی رستوران‌ها می‌بینید، انواع فست‌فودها، ساندویچ‌ها و غذاهای محلی و بین‌المللی که آماده سفارش هستند؛ بعضی‌ها هم که از قدیم پرطرفدار بوده‌اند و هنوز هم مشتریان همیشگی دارند. مثلا از میان منوهای سنتی، کباب‌ها و از میان فست‌فودها، انواع برگر با استقبال بیشتری روبه‌رو می‌شوند. پیتزا مثل همیشه در صدر فهرست پرطرفدارترین‌هاست و کودک و جوان عاشقش هستند. حتی این‌روزها که سبک زندگی تغییر کرده و علاقه به سالم‌خوری بیشتر از قبل شده، خیلی از مخاطبان اسنپ برای وعده‌های اصلی سراغ سالادهای مختلف می‌روند که جای تحسین دارد.",
  DescriptionTitle1: "رستوران‌های اطراف شما",
  DescriptionDesc1:
    "این روزها شمار رستوران‌های هر شهر و منطقه به‌قدری زیاد شده که گاهی حسابشان از دستمان در می‌رود. گذشته از این، پیداکردن رستوران‌های خوب در شهرهای نا‌آشنا کار راحتی نیست. با اسنپ فرقی نمی‌کند برای سفارش آنلاین غذا تهران هستیم یا در کیش و مشهد و اصفهان دنبال رستوران می‌گردیم. وارد اسنپ که شویم و نشانی خود را وارد کنیم، فهرست انواع رستوران یا فست فود نزدیک من و شما نمایش داده می‌شود. هرجا که هستیم، حتی اطراف محل کارمان، رستوران‌های باکیفیتی هستند که عضو اسنپ باشند. یادتان هست گفتیم وقت طلاست و اسنپ این را خوب می‌داند؟ با خرید از رستوران‌های اطراف کمتر انتظار می‌کشیم و سفارش سریع‌تر تحویل ما داده می‌شود. حتی می‌توانید برای دیگران هم غذا بفرستید. نشانی‌ هرکس را که دوست دارید در اپلیکیشن وارد کنید و تمام! تحویل را به اسنپ بسپارید.",
  DescriptionTitle2: "تخفیف‌های هیجان‌انگیز اسنپ",
  DescriptionDesc2:
    "دنبال خرید به‌صرفه هستید؟ اسنپ ایده جالبی برای تخفیف‌هایش در نظر گرفته که همه می‌توانند از آن استفاده کنند. تنها شرطش نصب برنامه و شروع خرید است. هر بار که از خدمات اسنپ استفاده می‌کنید، امتیازی برایتان ثبت می‌شود. این امتیازها در باشگاه مشتریان تبدیل به کدهای تخفیف می‌شوند و می‌توانید برای خدمات بعدی اسنپ، از آنها استفاده کنید. کافی است کد تخفیف را هنگام نهایی‌کردن خرید وارد کنید تا تخفیف به‌طور خودکار روی قیمت اعمال شود. راجع به برنامه‌ها و کمپین‌های تخفیفی اسنپ چقدر شنیده‌اید؟ اسم فودپارتی اسنپ تابه‌حال به‌گوشتان خورده است؟ با این ویژگی هیجان‌انگیز، بدون واردکردن کد تخفیف از پیشنهادهای ویژه متنوع و همیشگی استفاده کنید. در صفحه سفارش غذا، فیلترهای دارای کوپن و دارای تخفیف را انتخاب کنید تا تمام غذاهای تخفیف‌دار فودپارتی به شما نمایش داده شود. این فرصت محدود نیست و همیشه برنامه‌های تخفیفی و کوپن‌هایی برای خرید با تخفیف وجود دارند.",
  DescriptionTitle3: "آشنایی با شیوه پرداخت اعتباری",
  DescriptionDesc3:
    "در اسنپ می‌توانید سفارش‌تان را دریافت کنید و بعدا هزینه‌اش را بپردازید. به هیچ مدرک و ضمانتی هم احتیاج ندارید. ضمانت شما میزان اعتباری است که به‌خاطر خریدهای قبلی در اسنپ دارید. نگاهی به اعتبارتان بیندازید، براساس آن خرید کنید و تسویه‌حساب را به پایان ماه موکول کنید. البته این‌طور نیست که آخر ماه، آخرین فرصت تسویه‌حساب باشد. اسنپ تا ۵ روز بعد از پایان ماه به شما فرصت می‌دهد بدهی‌های ماه گذشته را پرداخت کنید. نگران فراموش‌کردن تسویه‌حساب هم نباشید. اعلانات اسنپ آخر هر ماه شما را در جریان صورت‌حسابتان قرار می‌دهد.",
  DescriptionTitle4: "امکان پیگیری لحظه‌ای سفارش",
  DescriptionDesc4:
    "این حق شماست که بعد از درخواست اینترنتی غذا، بدانید سفارشتان هر لحظه کجا و در چه مرحله‌ای است. اسنپ پس از ثبت درخواست، مدت‌زمان تقریبی آماده‌سازی را به شما اعلام می‌کند و به آن پایبند می‌ماند. اعلان‌هایی که از اپلیکیشن دریافت می‌کنید، کاملا گویای جریان آماده‌سازی سفارش هستند. وقتی بسته شما به پیک سپرده می‌شود، نام و شماره تلفن و مسیر حرکت او روی نقشه برایتان به ‌نمایش درمی‌آید. در خانه نشسته‌اید، قهوه‌تان را نوش جان می‌کنید و می‌بینید که پیک از کدام مسیر و با چه سرعتی به‌سمت شما حرکت می‌کند.",

  MoreFoodsTitle1: "رستوران",
  MoreFoodsDesc1: "سفارش غذا",
  MoreFoodsTitle2: "سوپرمارکت",
  MoreFoodsDesc2: "سوپرمارکت آنلاین",
  MoreFoodsTitle3: "شیرینی",
  MoreFoodsDesc3: "کیک و شیرینی",
  MoreFoodsTitle4: "نانوایی",
  MoreFoodsDesc4: "سفارش نان",
  MoreFoodsTitle5: "میوه",
  MoreFoodsDesc5: "خرید میوه",
  MoreFoodsTitle6: "آبمیوه بستنی",
  MoreFoodsDesc6: "سفارش آبمیوه",
  MoreFoodsTitle7: "کافه",
  MoreFoodsDesc7: "کافی شاپ",
  MoreFoodsTitle8: "آجیل",
  MoreFoodsDesc8: "خرید آجیل",
  MoreFoodsTitle9: "پروتئین",
  MoreFoodsDesc9: "محصولات پروتئین",
  MoreFoodsTitle10: "سفارش گل",
  MoreFoodsDesc10: "",
  MoreFoodsTitle11: "عطاری آنلاین",
  MoreFoodsDesc11: "",

  QuestionTitle: "پرسش های پرتکرار",
  QuestionSubTitle1: "تحویل غذا چقدر زمان می‌برد؟",
  QuestionDesc1:
    "زمان تحویل سفارش متغیر است اما اسنپ‌ سعی می کند در سریع‌ترین زمان ممکن سفارش شما ‏را تحویل ‌دهد.‏",
  QuestionSubTitle2: "از چه راه‌هایی می‌توان هزینه غذا را پرداخت کرد؟",
  QuestionDesc2:
    "کاربران می‌توانند از سه طریق مختلف از جمله حضوری، اعتباری و آنلاین مبلغ سفارش خود را ‏پرداخت کنند.‏",
  QuestionSubTitle3: "آیا می‌توان در یک ثبت سفارش از چند رستوران غذا تهیه کرد؟",
  QuestionDesc3:
    "در هر سفارش می‌توان تنها از یک رستوران ثبت ‏سفارش داشت. اما برای سفارش از رستوران‌های بیشتر، پس از ثبت سفارش اول خود می‌توانید ‏سفارش جدیدی از رستورانی دیگر داشته باشید.",
  QuestionSubTitle4: "از کجا کد تخفیف دریافت کنم؟",
  QuestionDesc4:
    "تخفیف‌ها با توجه به کمپین‌های مختلف در اختیار مشتریان قرار می‌گیرند. از طریق اسنپ کلاب هم ‏می‌توانید تخفیف‌های تفکیک شده برای خدماتی نظیر سفارش غذا، کیک و شیرینی و نانوایی را ‏دریافت کنید. همچنین بسته‌های خدماتی در راستای کاهش هزینه‌های سفارش‌های شما نیز ارایه شده است.",
  QuestionSubTitle5: "چگونه برای سفارش غذا اقدام کنم؟",
  QuestionDesc5:
    "کافی است دکمه واقع در بالای صفحه را انتخاب کنید و از بهترین رستوران های و فست های اطراف خود، درخواست سفارش غذا را ثبت کنید.",
  BannerTitle: "سفارش آنلاین انواع غذاها",
  BannerDesc:
    "ناهار خانگی دوست دارید یا شام فست‌فودی؟ گوشت لذیذ یا سالادهای رنگارنگ؟ خرید آنلاین غذا را با اسنپ تجربه کنید و در کوتاه‌ترین زمان و با بسته‌بندی مناسب، درب منزل یا محل کارتان تحویل بگیرید. تابلوی «غذا حاضر است» همیشه به سردر رستوران‌های اسنپ آویخته شده است!",
  BannerButton: "غذا سفارش دهید",
  copyRight1: "توسعه یافته توسط",
  SamanTofighian: "سامان توفیقیان",
  copyRight2: "تمامی حقوق محفوظ است",
  ChoseBtn1: "انتخاب نوع غذا",
  ChoseBtn2: "انتخاب رستوران",
  ChoseBtn3: "انتخاب غذای دلخواه",
  ChoseBtn4: " انتخاب روش تحویل و پرداخت",
  ChoseTitle1: "شروع سفارش و انتخاب غذا",
  ChoseTitle2: "پیدا کردن رستوران دلخواه",
  ChoseTitle3: "بررسی منو، انتخاب غذا و نوشتن توضیحات",
  ChoseTitle4: "پرداخت آنلاین یا اعتباری و تحویل با پیک یا حضوری",
  ChoseDesc1:
    "با کلیک بر روی دکممه بالای صفحه، به صفحه سفارش غذا هدایت می شوید و پس از مشاهده رستوران‌های اطراف، آدرس‌تان را وارد کنید. حالا غذای موردنظرتان را بالای صفحه بنویسید یا گزینه رستوران را بزنید. راه آسان‌تر این است که در بخش دسته‌بندی‌ها، نوع غذا را مشخص کنید. از فودپارتی، جایزه خرید یا از کد تخفیف اسنپ فود هم غافل نشوید.",
  ChoseDesc2:
    "با انتخاب نوع غذا یا ورود به لیست رستوران‌ها، تعداد رستوران‌های باز را می‌بینید. به‌کمک فیلترهای بالای صفحه، می‌توانید دسته‌بندی غذا را جزئی‌تر هم بکنید، مثلاً مرغ یا خورش. با انتخاب گزینه «به ترتیب»، رستوران‌ها را براساس قیمت، امتیاز کاربران، عملکرد کلی و... مرتب کنید تا بتوانید بهتر تصمیم بگیرید.",
  ChoseDesc3:
    "در منوی رستوران، غذا و مخلفات موردنظرتان را انتخاب کنید. با گزینه «افزودن»، تعداد سفارش و موارد دلخواه مثل پک قاشق و چنگال را مشخص کنید. با زدن گزینه «تکمیل خرید»، در صفحه جدید، توضیحات دلخواه‌تان را بنویسید، مثلاً ظرف خورش داخل برنج نباشد. سپس گزینه «ادامه» را بزنید.",
  ChoseDesc4:
    "روش تحویل سفارش را مشخص کنید: درب منزل ارسال شود یا خودتان به رستوران مراجعه می‌کنید؟ حالا نوبت انتخاب روش پرداخت است: آنلاین یا اعتباری؟ اگر کد تخفیف هم دارید، وارد کنید. با پرداخت فاکتور، در صفحه جدیدی که برای شما باز می‌شود، فرایند آماده‌سازی را خواهید دید.",
};
export default Fa;
