import { useState } from "react";

function Descriptions() {
  return (
    <section className="w-full my-8">
      <div className="w-full px-[6%]">
        <DescriptionsText />
      </div>
    </section>
  );
}

function DescriptionsText() {
  const [data] = useState([
    {
      id: 1,
      Title: "رستوران‌های اطراف شما",
      Desc: "این روزها شمار رستوران‌های هر شهر و منطقه به‌قدری زیاد شده که گاهی حسابشان از دستمان در می‌رود. گذشته از این، پیداکردن رستوران‌های خوب در شهرهای نا‌آشنا کار راحتی نیست. با اسنپ فرقی نمی‌کند برای سفارش آنلاین غذا تهران هستیم یا در کیش و مشهد و اصفهان دنبال رستوران می‌گردیم. وارد اسنپ که شویم و نشانی خود را وارد کنیم، فهرست انواع رستوران یا فست فود نزدیک من و شما نمایش داده می‌شود. هرجا که هستیم، حتی اطراف محل کارمان، رستوران‌های باکیفیتی هستند که عضو اسنپ باشند. یادتان هست گفتیم وقت طلاست و اسنپ این را خوب می‌داند؟ با خرید از رستوران‌های اطراف کمتر انتظار می‌کشیم و سفارش سریع‌تر تحویل ما داده می‌شود. حتی می‌توانید برای دیگران هم غذا بفرستید. نشانی‌ هرکس را که دوست دارید در اپلیکیشن وارد کنید و تمام! تحویل را به اسنپ بسپارید.",
    },
    {
      id: 2,
      Title: "تخفیف‌های هیجان‌انگیز اسنپ",
      Desc: "دنبال خرید به‌صرفه هستید؟ اسنپ ایده جالبی برای تخفیف‌هایش در نظر گرفته که همه می‌توانند از آن استفاده کنند. تنها شرطش نصب برنامه و شروع خرید است. هر بار که از خدمات اسنپ استفاده می‌کنید، امتیازی برایتان ثبت می‌شود. این امتیازها در باشگاه مشتریان تبدیل به کدهای تخفیف می‌شوند و می‌توانید برای خدمات بعدی اسنپ، از آنها استفاده کنید. کافی است کد تخفیف را هنگام نهایی‌کردن خرید وارد کنید تا تخفیف به‌طور خودکار روی قیمت اعمال شود.\n\nراجع به برنامه‌ها و کمپین‌های تخفیفی اسنپ چقدر شنیده‌اید؟ اسم فودپارتی اسنپ تابه‌حال به‌گوشتان خورده است؟ با این ویژگی هیجان‌انگیز، بدون واردکردن کد تخفیف از پیشنهادهای ویژه متنوع و همیشگی استفاده کنید. در صفحه سفارش غذا، فیلترهای دارای کوپن و دارای تخفیف را انتخاب کنید تا تمام غذاهای تخفیف‌دار فودپارتی به شما نمایش داده شود. این فرصت محدود نیست و همیشه برنامه‌های تخفیفی و کوپن‌هایی برای خرید با تخفیف وجود دارند.",
    },
    {
      id: 3,
      Title: "آشنایی با شیوه پرداخت اعتباری",
      Desc: "در اسنپ می‌توانید سفارش‌تان را دریافت کنید و بعدا هزینه‌اش را بپردازید. به هیچ مدرک و ضمانتی هم احتیاج ندارید. ضمانت شما میزان اعتباری است که به‌خاطر خریدهای قبلی در اسنپ دارید. نگاهی به اعتبارتان بیندازید، براساس آن خرید کنید و تسویه‌حساب را به پایان ماه موکول کنید. البته این‌طور نیست که آخر ماه، آخرین فرصت تسویه‌حساب باشد. اسنپ تا ۵ روز بعد از پایان ماه به شما فرصت می‌دهد بدهی‌های ماه گذشته را پرداخت کنید. نگران فراموش‌کردن تسویه‌حساب هم نباشید. اعلانات اسنپ آخر هر ماه شما را در جریان صورت‌حسابتان قرار می‌دهد.",
    },
    {
      id: 4,
      Title: "امکان پیگیری لحظه‌ای سفارش",
      Desc: "این حق شماست که بعد از درخواست اینترنتی غذا، بدانید سفارشتان هر لحظه کجا و در چه مرحله‌ای است. اسنپ پس از ثبت درخواست، مدت‌زمان تقریبی آماده‌سازی را به شما اعلام می‌کند و به آن پایبند می‌ماند. اعلان‌هایی که از اپلیکیشن دریافت می‌کنید، کاملا گویای جریان آماده‌سازی سفارش هستند. وقتی بسته شما به پیک سپرده می‌شود، نام و شماره تلفن و مسیر حرکت او روی نقشه برایتان به ‌نمایش درمی‌آید. در خانه نشسته‌اید، قهوه‌تان را نوش جان می‌کنید و می‌بینید که پیک از کدام مسیر و با چه سرعتی به‌سمت شما حرکت می‌کند.",
    },
  ]);
  return (
    <div className="flex flex-col flex-wrap w-full items-center desc">
      {data.map((val) => (
        <div key={val.id} className="w-full xl:w-4/5 my-4 p-4 rounded-[9px]">
          <p className="leading-9 text-justify font-light">
            <h2 className="font-bold">{val.Title}</h2>
            {val.Desc}
          </p>
        </div>
      ))}
    </div>
  );
}
export default Descriptions;
